[
  {
    "id": "borsch",
    "name": {
      "en": "Borsch",
      "de": "Borschtsch",
      "ua": "Борщ",
      "ru": "Борщ",
      "pl": "Barszcz",
      "fr": "Bortsch",
      "cz": "Boršč",
      "es": "Borsch",
      "it": "Borsch",
      "pt": "Borsch"
    },
    "description": {
      "en": "A traditional Ukrainian beet soup rich in flavor, often served with sour cream.",
      "de": "Eine traditionelle ukrainische Rote-Bete-Suppe mit kräftigem Geschmack, oft mit Sauerrahm serviert.",
      "ua": "Традиційний український борщ з насиченим смаком, часто подається зі сметаною.",
      "ru": "Традиционный украинский борщ с насыщенным вкусом, часто подается со сметаной.",
      "pl": "Tradycyjna ukraińska zupa buraczana o intensywnym smaku, często podawana ze śmietaną.",
      "fr": "Une soupe ukrainienne traditionnelle à la betterave, riche en saveurs, souvent servie avec de la crème.",
      "cz": "Tradiční ukrajinská polévka z červené řepy s bohatou chutí, často podávaná se zakysanou smetanou.",
      "es": "Sopa tradicional ucraniana de remolacha, rica en sabor, a menudo servida con crema agria.",
      "it": "Zuppa tradizionale ucraina a base di barbabietola, ricca di sapore e spesso servita con panna acida.",
      "pt": "Sopa tradicional ucraniana de beterraba, rica em sabor, geralmente servida com creme de leite."
    },
    "image": "borsch.jpg"
  },
  {
    "id": "meatballs",
    "name": {
      "en": "Meatballs",
      "de": "Fleischbällchen",
      "ua": "Тефтелі",
      "ru": "Тефтели",
      "pl": "Klopsiki",
      "fr": "Boulettes de viande",
      "cz": "Masové kuličky",
      "es": "Albóndigas",
      "it": "Polpette",
      "pt": "Almôndegas"
    },
    "description": {
      "en": "Seasoned ground meat shaped into balls and cooked in sauce or broth.",
      "de": "Gewürztes Hackfleisch zu Bällchen geformt und in Sauce oder Brühe gekocht.",
      "ua": "Приправлене м'ясо у формі кульок, приготоване в соусі або бульйоні.",
      "ru": "Приправленный фарш, сформированный в шарики и приготовленный в соусе или бульоне.",
      "pl": "Doprawione mięso mielone formowane w kulki i gotowane w sosie lub bulionie.",
      "fr": "Viande hachée assaisonnée en boulettes, cuite dans une sauce ou un bouillon.",
      "cz": "Kořeněné mleté maso tvarované do kuliček a vařené v omáčce nebo vývaru.",
      "es": "Carne molida sazonada en forma de bolas cocinadas en salsa o caldo.",
      "it": "Carne macinata condita, modellata in palline e cotta in salsa o brodo.",
      "pt": "Carne moída temperada moldada em bolas e cozida em molho ou caldo."
    },
    "image": "meatballs.jpg"
  },
  {
    "id": "banosh",
    "name": {
      "en": "Banosh",
      "de": "Banusch",
      "ua": "Банош",
      "ru": "Банош",
      "pl": "Banusz",
      "fr": "Banosh",
      "cz": "Banosh",
      "es": "Banosh",
      "it": "Banosh",
      "pt": "Banosh"
    },
    "description": {
      "en": "A Hutsul cornmeal porridge made with sour cream and often topped with cheese or pork.",
      "de": "Ein Huzulen-Maisbrei mit Sauerrahm, oft mit Käse oder Speck serviert.",
      "ua": "Гуцульська кукурудзяна каша з сметаною, часто з бринзою або шкварками.",
      "ru": "Гуцульская кукурузная каша со сметаной, часто с брынзой или шкварками.",
      "pl": "Huculska kasza kukurydziana z kwaśną śmietaną, często z serem lub skwarkami.",
      "fr": "Bouillie de maïs des Houtsoules avec de la crème aigre, souvent servie avec du fromage ou du porc.",
      "cz": "Huculská kukuřičná kaše se zakysanou smetanou, často s brynzou nebo škvarky.",
      "es": "Gachas de maíz hutsul con crema agria, a menudo cubiertas con queso o cerdo.",
      "it": "Porridge di mais hutsul con panna acida, spesso con formaggio o pancetta.",
      "pt": "Papas de milho hucul com creme de leite, frequentemente servidas com queijo ou toucinho."
    },
    "image": "banosh.jpg"
  },
  {
    "id": "arancini",
    "name": {
      "en": "Arancini",
      "de": "Arancini",
      "ua": "Аранчіні",
      "ru": "Аранчини",
      "pl": "Arancini",
      "fr": "Arancini",
      "cz": "Arancini",
      "es": "Arancini",
      "it": "Arancini",
      "pt": "Arancini"
    },
    "description": {
      "en": "Italian rice balls coated with breadcrumbs and deep-fried, typically filled with ragù or cheese.",
      "de": "Italienische Reisbällchen, paniert und frittiert, meist mit Ragù oder Käse gefüllt.",
      "ua": "Італійські рисові кульки в паніруванні, смажені у фритюрі, зазвичай з рагу або сиром.",
      "ru": "Итальянские рисовые шарики в панировке, обжаренные во фритюре, обычно с рагу или сыром.",
      "pl": "Włoskie kulki ryżowe w panierce, smażone na głębokim tłuszczu, zwykle z ragù lub serem.",
      "fr": "Boulettes de riz italiennes panées et frites, généralement farcies de ragù ou de fromage.",
      "cz": "Italské rýžové koule obalené ve strouhance a smažené, obvykle plněné ragú nebo sýrem.",
      "es": "Bolas de arroz italianas empanizadas y fritas, típicamente rellenas de ragú o queso.",
      "it": "Palline di riso italiane impanate e fritte, solitamente ripiene di ragù o formaggio.",
      "pt": "Bolinhos de arroz italianos empanados e fritos, geralmente recheados com ragù ou queijo."
    },
    "image": "arancini.jpg"
  },
  {
    "id": "risotto",
    "name": {
      "en": "Risotto",
      "de": "Risotto",
      "ua": "Різотто",
      "ru": "Ризотто",
      "pl": "Risotto",
      "fr": "Risotto",
      "cz": "Risotto",
      "es": "Risotto",
      "it": "Risotto",
      "pt": "Risoto"
    },
    "description": {
      "en": "A creamy Italian rice dish slowly cooked with broth and often enriched with cheese, vegetables, or seafood.",
      "de": "Ein cremiges italienisches Reisgericht, langsam in Brühe gegart und oft mit Käse, Gemüse oder Meeresfrüchten verfeinert.",
      "ua": "Кремова італійська страва з рису, повільно приготована в бульйоні та часто збагачена сиром, овочами або морепродуктами.",
      "ru": "Кремовое итальянское блюдо из риса, медленно приготовленное в бульоне, часто с сыром, овощами или морепродуктами.",
      "pl": "Kremowe włoskie danie ryżowe, powoli gotowane w bulionie, często wzbogacane serem, warzywami lub owocami morza.",
      "fr": "Un plat italien de riz crémeux cuit lentement dans un bouillon, souvent enrichi de fromage, de légumes ou de fruits de mer.",
      "cz": "Krémové italské rizoto pomalu vařené v vývaru, často obohacené sýrem, zeleninou nebo mořskými plody.",
      "es": "Un cremoso plato italiano de arroz cocido lentamente en caldo, a menudo con queso, verduras o mariscos.",
      "it": "Un piatto italiano cremoso a base di riso, cotto lentamente nel brodo e spesso arricchito con formaggio, verdure o frutti di mare.",
      "pt": "Um prato italiano cremoso de arroz, cozido lentamente em caldo e frequentemente enriquecido com queijo, legumes ou frutos do mar."
    },
    "image": "risotto.jpg"
  },
  {
    "id": "schweinebraten",
    "name": {
      "en": "Roast Pork",
      "de": "Schweinebraten",
      "ua": "Смажена свинина",
      "ru": "Жаркое из свинины",
      "pl": "Pieczeń wieprzowa",
      "fr": "Rôti de porc",
      "cz": "Vepřová pečeně",
      "es": "Cerdo asado",
      "it": "Arrosto di maiale",
      "pt": "Carne de porco assada"
    },
    "description": {
      "en": "A traditional Bavarian pork roast, typically slow-roasted and served with gravy and dumplings.",
      "de": "Ein traditioneller bayerischer Schweinebraten, langsam gegart und mit Soße und Knödeln serviert.",
      "ua": "Традиційна баварська смажена свинина, повільно запечена і подається з підливою та кльоцками.",
      "ru": "Традиционная баварская свинина, медленно запеченная и подаваемая с соусом и клецками.",
      "pl": "Tradycyjna bawarska pieczeń wieprzowa, powoli pieczona i podawana z sosem i kluskami.",
      "fr": "Un rôti de porc bavarois traditionnel, lentement rôti et servi avec une sauce et des quenelles.",
      "cz": "Tradiční bavorská vepřová pečeně, pomalu pečená a podávaná s omáčkou a knedlíky.",
      "es": "Asado de cerdo bávaro tradicional, cocinado a fuego lento y servido con salsa y albóndigas.",
      "it": "Arrosto di maiale bavarese tradizionale, cotto lentamente e servito con salsa e gnocchi.",
      "pt": "Assado de porco tradicional da Baviera, cozido lentamente e servido com molho e bolinhos."
    },
    "image": "schweinebraten.jpg"
  },
  {
    "id": "schnitzel",
    "name": {
      "en": "Schnitzel",
      "de": "Schnitzel",
      "ua": "Шніцель",
      "ru": "Шницель",
      "pl": "Schnitzel",
      "fr": "Escalope panée",
      "cz": "Řízek",
      "es": "Escalope empanado",
      "it": "Cotoletta",
      "pt": "Bife à milanesa"
    },
    "description": {
      "en": "A breaded and fried meat cutlet, typically made with pork or veal, and served with lemon or potato salad.",
      "de": "Ein paniertes und gebratenes Fleischstück, meist aus Schwein oder Kalb, serviert mit Zitrone oder Kartoffelsalat.",
      "ua": "Паніруване та обсмажене м'ясо, зазвичай зі свинини або телятини, подається з лимоном або картопляним салатом.",
      "ru": "Панированный и обжаренный мясной шницель, обычно из свинины или телятины, подается с лимоном или картофельным салатом.",
      "pl": "Panierowany i smażony kotlet mięsny, zwykle z wieprzowiny lub cielęciny, podawany z cytryną lub sałatką ziemniaczaną.",
      "fr": "Une escalope panée et frite, généralement de porc ou de veau, servie avec du citron ou une salade de pommes de terre.",
      "cz": "Smažený řízek v trojobalu, obvykle z vepřového nebo telecího masa, podávaný s citronem nebo bramborovým salátem.",
      "es": "Filete empanado y frito, generalmente de cerdo o ternera, servido con limón o ensalada de patatas.",
      "it": "Cotoletta impanata e fritta, solitamente di maiale o vitello, servita con limone o insalata di patate.",
      "pt": "Bife empanado e frito, geralmente de porco ou vitela, servido com limão ou salada de batata."
    },
    "image": "schnitzel.jpg"
  },
  {
    "id": "kaesespaetzle",
    "name": {
      "en": "Cheese Spätzle",
      "de": "Käsespätzle",
      "ua": "Сирні шпецле",
      "ru": "Сырные шпецле",
      "pl": "Käsespätzle",
      "fr": "Spätzle au fromage",
      "cz": "Sýrové špecle",
      "es": "Spätzle con queso",
      "it": "Spätzle al formaggio",
      "pt": "Spätzle com queijo"
    },
    "description": {
      "en": "A cheesy German pasta dish made with soft egg noodles and melted cheese, often topped with fried onions.",
      "de": "Ein käsiges deutsches Nudelgericht mit weichen Eierteigwaren und geschmolzenem Käse, oft mit Röstzwiebeln garniert.",
      "ua": "Німецька страва з м’якої яєчної локшини з розтопленим сиром і смаженою цибулею зверху.",
      "ru": "Немецкое блюдо из мягкой яичной лапши с расплавленным сыром и жареным луком сверху.",
      "pl": "Niemieckie danie z miękkiego makaronu jajecznego i roztopionego sera, często z dodatkiem smażonej cebuli.",
      "fr": "Un plat de pâtes allemand au fromage à base de nouilles aux œufs moelleuses, souvent garni d’oignons frits.",
      "cz": "Německý sýrový pokrm z měkkých vaječných těstovin, často doplněný smaženou cibulkou.",
      "es": "Plato alemán de pasta con queso hecho con fideos de huevo suaves y cubierto con cebolla frita.",
      "it": "Piatto tedesco di pasta al formaggio con noodles all'uovo morbidi e cipolle fritte.",
      "pt": "Prato alemão de massa com queijo, feito com macarrão de ovo macio e coberto com cebolas fritas."
    },
    "image": "kaesespaetzle.jpg"
  },
  {
    "id": "chicken_kyiv",
    "name": {
      "en": "Chicken Kyiv",
      "de": "Kiewer Hähnchen",
      "ua": "Котлета по-київськи",
      "ru": "Котлета по-киевски",
      "pl": "Kotlet po kijowsku",
      "fr": "Poulet à la Kiev",
      "cz": "Kuřecí Kyiv",
      "es": "Pollo Kiev",
      "it": "Pollo alla Kiev",
      "pt": "Frango à Kiev"
    },
    "description": {
      "en": "A Ukrainian classic — breaded chicken breast stuffed with garlic herb butter, then fried until golden and crispy.",
      "de": "Ein ukrainischer Klassiker – paniertes Hähnchenfilet mit Kräuter-Knoblauch-Butter gefüllt und goldbraun gebraten.",
      "ua": "Українська класика — панірована куряча котлета з маслом та зеленню всередині, обсмажена до хрусткої скоринки.",
      "ru": "Украинская классика — куриная котлета с маслом и зеленью внутри, обжаренная до золотистой корочки.",
      "pl": "Ukraińska klasyka – panierowany filet z kurczaka z masłem czosnkowym i ziołami w środku, smażony na złoto.",
      "fr": "Un classique ukrainien : blanc de poulet pané farci au beurre à l’ail et aux herbes, frit jusqu’à dorure.",
      "cz": "Ukrajinská klasika – obalované kuřecí prso plněné bylinkovým máslem, smažené dozlatova.",
      "es": "Clásico ucraniano: pechuga de pollo empanada rellena de mantequilla de ajo y hierbas, frita hasta estar crujiente.",
      "it": "Classico ucraino: petto di pollo impanato ripieno di burro all’aglio ed erbe, fritto fino a doratura.",
      "pt": "Clássico ucraniano – peito de frango empanado recheado com manteiga de alho e ervas, frito até dourar."
    },
    "image": "chicken_kyiv.jpg"
  },
  {
    "id": "napoleon_cake",
    "name": {
      "en": "Napoleon Cake",
      "de": "Napoleon Torte",
      "ua": "Торт Наполеон",
      "ru": "Торт Наполеон",
      "pl": "Ciasto Napoleon",
      "fr": "Gâteau Napoléon",
      "cz": "Napoleon dort",
      "es": "Pastel Napoleón",
      "it": "Torta Napoleone",
      "pt": "Bolo Napoleão"
    },
    "description": {
      "en": "A rich layered dessert made with buttery puff pastry and luscious vanilla custard, popular in Eastern Europe.",
      "de": "Ein reichhaltiges Schichtdessert aus blättrigem Teig und Vanillecreme, beliebt in Osteuropa.",
      "ua": "Багатошаровий десерт з листкового тіста та ніжного ванільного крему — класика українських свят.",
      "ru": "Слоёный десерт из масляного теста с ванильным заварным кремом — классика восточноевропейской кухни.",
      "pl": "Wielowarstwowy deser z ciasta francuskiego i waniliowego kremu, popularny we wschodniej Europie.",
      "fr": "Un dessert à étages composé de pâte feuilletée et de crème à la vanille, populaire en Europe de l'Est.",
      "cz": "Bohatý vrstvený zákusek z listového těsta a vanilkového pudinku, oblíbený ve východní Evropě.",
      "es": "Postre en capas hecho con hojaldre mantecoso y crema pastelera de vainilla, típico del Este europeo.",
      "it": "Dolce a strati con pasta sfoglia al burro e crema alla vaniglia, molto amato in Europa orientale.",
      "pt": "Sobremesa em camadas feita com massa folhada amanteigada e creme de baunilha, típica do Leste Europeu."
    },
    "image": "napoleon_cake.jpg"
  },
  {
    "id": "medovyk",
    "name": {
      "en": "Medovyk Cake",
      "de": "Honigkuchen (Medovyk)",
      "ua": "Медовик",
      "ru": "Медовик",
      "pl": "Ciasto miodowe (Medovyk)",
      "fr": "Gâteau au miel (Medovyk)",
      "cz": "Medovník",
      "es": "Pastel de miel (Medovyk)",
      "it": "Torta al miele (Medovyk)",
      "pt": "Bolo de mel (Medovyk)"
    },
    "description": {
      "en": "A beloved Ukrainian honey cake with thin layers of sponge and creamy filling, known for its delicate sweetness.",
      "de": "Ein beliebter ukrainischer Honigkuchen mit dünnen Schichten und cremiger Füllung – zart süß und aromatisch.",
      "ua": "Улюблений український торт із медовими коржами та ніжним кремом, що має приємну солодкість.",
      "ru": "Любимый украинский торт с тонкими медовыми коржами и нежным кремом, известный своим мягким вкусом.",
      "pl": "Ukraińskie ciasto miodowe z cienkimi warstwami i delikatnym kremem, znane ze swojej łagodnej słodyczy.",
      "fr": "Un gâteau au miel ukrainien avec de fines couches de biscuit et de crème – doux et irrésistible.",
      "cz": "Oblíbený ukrajinský dort z tenkých medových vrstev s jemným krémem, známý svou lahodnou sladkostí.",
      "es": "Tarta ucraniana de miel con capas finas y relleno cremoso, conocida por su dulzura delicada.",
      "it": "Torta ucraina al miele con strati sottili e ripieno cremoso, apprezzata per la sua dolcezza delicata.",
      "pt": "Bolo ucraniano de mel com camadas finas e recheio cremoso, conhecido pela doçura suave."
    },
    "image": "medovyk.jpg"
  },
  {
    "id": "waffle_cake",
    "name": {
      "en": "Waffle Cake with Condensed Milk",
      "de": "Waffelkuchen mit gezuckerter Kondensmilch",
      "ua": "Вафельний торт зі згущеним молоком",
      "ru": "Вафельный торт со сгущёнкой",
      "pl": "Waflowe ciasto ze słodzonym mlekiem skondensowanym",
      "fr": "Gâteau aux gaufrettes et lait concentré",
      "cz": "Vaflový dort se slazeným kondenzovaným mlékem",
      "es": "Tarta de obleas con leche condensada",
      "it": "Torta di cialde con latte condensato",
      "pt": "Bolo de wafers com leite condensado"
    },
    "description": {
      "en": "A no-bake layered dessert made with crispy waffle sheets and sweet caramelized condensed milk — a childhood favorite.",
      "de": "Ein schichtweiser Waffelkuchen ohne Backen, gefüllt mit karamellisierter Kondensmilch – Kindheitserinnerung pur.",
      "ua": "Швидкий десерт без випікання з вафельних коржів і згущеного молока – улюблений смак дитинства.",
      "ru": "Быстрый торт без выпечки из вафель и варёной сгущёнки — вкус детства.",
      "pl": "Deser warstwowy bez pieczenia z wafli i słodzonego mleka skondensowanego – smak dzieciństwa.",
      "fr": "Un gâteau en couches sans cuisson à base de gaufrettes et de lait concentré sucré caramélisé – souvenir d’enfance.",
      "cz": "Nepečený dort z vaflových plátků a slazeného kondenzovaného mléka – oblíbený z dětství.",
      "es": "Postre sin hornear con capas de obleas crujientes y leche condensada caramelizada — un clásico infantil.",
      "it": "Dolce a strati senza cottura con cialde croccanti e latte condensato — amato dai bambini.",
      "pt": "Sobremesa em camadas sem forno com folhas de wafer crocantes e leite condensado — clássico da infância."
    },
    "image": "waffle_cake.jpg"
  },
  {
    "id": "baklava",
    "name": {
      "en": "Baklava",
      "de": "Baklava",
      "ua": "Баклава",
      "ru": "Баклава",
      "pl": "Baklawa",
      "fr": "Baklava",
      "cz": "Baklava",
      "es": "Baklava",
      "it": "Baklava",
      "pt": "Baklava"
    },
    "description": {
      "en": "A sweet Middle Eastern dessert made of layers of filo pastry, chopped nuts, and honey or syrup.",
      "de": "Ein süßes Dessert aus dem Nahen Osten aus Filoteig, gehackten Nüssen und Honig oder Sirup.",
      "ua": "Солодкий десерт східного походження з листкового тіста, горіхів та меду або сиропу.",
      "ru": "Сладкий восточный десерт из слоёного теста, орехов и мёда или сиропа.",
      "pl": "Słodki deser z Bliskiego Wschodu z ciasta filo, orzechów i miodu lub syropu.",
      "fr": "Un dessert sucré du Moyen-Orient composé de pâte filo, de noix hachées et de miel ou de sirop.",
      "cz": "Sladký dezert z Blízkého východu z filo těsta, ořechů a medu nebo sirupu.",
      "es": "Un dulce del Medio Oriente hecho con masa filo, nueces picadas y miel o jarabe.",
      "it": "Un dolce mediorientale composto da pasta fillo, noci tritate e miele o sciroppo.",
      "pt": "Sobremesa do Oriente Médio feita com massa filo, nozes picadas e mel ou xarope."
    },
    "image": "baklava.jpg"
  }

]
